""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""
"      ██▓ ███▄    █  ██▓▄▄▄█████▓      ██▒   █▓ ██▓ ███▄ ▄███▓
"     ▓██▒ ██ ▀█   █ ▓██▒▓  ██▒ ▓▒     ▓██░   █▒▓██▒▓██▒▀█▀ ██▒
"     ▒██▒▓██  ▀█ ██▒▒██▒▒ ▓██░ ▒░      ▓██  █▒░▒██▒▓██    ▓██░
"     ░██░▓██▒  ▐▌██▒░██░░ ▓██▓ ░        ▒██ █░░░██░▒██    ▒██ 
"     ░██░▒██░   ▓██░░██░  ▒██▒ ░  ██▓    ▒▀█░  ░██░▒██▒   ░██▒
"     ░▓  ░ ▒░   ▒ ▒ ░▓    ▒ ░░    ▒▓▒    ░ ▐░  ░▓  ░ ▒░   ░  ░
"      ▒ ░░ ░░   ░ ▒░ ▒ ░    ░     ░▒     ░ ░░   ▒ ░░  ░      ░
"      ▒ ░   ░   ░ ░  ▒ ░  ░       ░        ░░   ▒ ░░      ░   
"      ░           ░  ░             ░        ░   ░         ░   
"                                   ░       ░                  
""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""

source ~/AppData/Local/nvim/plugin/sets.vim
source ~/AppData/Local/nvim/plugin/plugins.vim
source ~/AppData/Local/nvim/plugin/colorscheme.vim
source ~/AppData/Local/nvim/plugin/coc_config.vim
source ~/AppData/Local/nvim/plugin/plugin_config.vim
source ~/AppData/Local/nvim/plugin/remaps.vim
source ~/AppData/Local/nvim/plugin/functions.vim
source ~/APpData/Local/nvim/plugin/source_compile.vim
